Repository: lizardsystem/lizard-levee
Catalog: lizard_levee/locale/*/LC_MESSAGES/django.po
Languages: nl

source: title
nl: titel

source: slug
nl: ID in url

source: Used in the URL.
nl: Gebruikt in de URL.

source: description
nl: omschrijving

source: more url
nl: 'meer...' URL

source: URL with more explanation. If not available, the link points at the full-size image (as fallback).
nl: URL waar verdere uitleg staat. Als het niet is ingevuld zal de link als alternatief naar de afbeelding wijzen (op volle resulutie).

source: image
nl: afbeelding

source: Scaled automatically.
nl: Wordt automatisch geschaald

source: information pointer
nl: verwijzing naar meer informatie

source: information pointers
nl: verwijzingen naar meer informatie

source: name
nl: naam

source: Just plain text. Shown as a short description in the sidebar.
nl: Gewoon kale tekst, dus geen links. Wordt getoond als korte omschrijving in de zijbalk.

source: WMS layers
nl: WMS kaartlagen

source: Pointer at WMS sources that visualize us on the map.
nl: Verwijzing naar WMS kaartlagen die ons op de kaart visualiseren

source: Shown on the overview page as background information.
nl: Wordt op de overzichtspagina getoond als achtergrondinformatie

source: Links to relevant other websites.
nl: Links naar relevante andere websites

source: cross section image
nl: dwarsdoorsnede

source: longitudinal cross section image
nl: Lengteprofiel

source: area
nl: gebied

source: areas
nl: gebieden

source: Overview of areas
nl: Overzicht van de gebieden

source: Overview of {name}
nl: Overzicht van {name}

source: Expert view for {name}
nl: Expertpagina voor {name}

source: Cross section {title}
nl: Dwarsdoorsnede {title}

source: Longitudinal cross section
nl: Lengteprofiel

source: For more detailed information, go to the
nl: Ga voor detailinformatie naar de

source: expert page
nl: expertpagina

source: Relevant links
nl: Relevante verwijzingen

source: Logbook
nl: Logboek

source: Filter on sensor types.
nl: Filter op sensortypes.

source: Display options
nl: Weergaveopties

source: Generic information
nl: Algemene informatie

source: Information shown on the overview page.
nl: Informatie die op de overzichtspagina getoond wordt.

source: Extra pointers (with explanatory image)
nl: Extra informatie (met uitleg-afbeelding)

source: Areas
nl: Gebieden
